{
  "AWhiteBeltStory-JiuJitsuDocumentary": {
    "name": "A White Belt Story - Jiu Jitsu Documentary",
    "summary": "A documentary film detailing a BJJ student’s path to overcome hardship, and become a better a person and competitor using Jiu Jitsu as his driving force. We've all seen documentaries detailing the lives of famous black belts, world champions and UFC fighters. A White Belt Story details the life of Chirag Dave who has overcome some major obstacles and made Jiu-Jitsu his focus and source of strength, both in body and mind. The documentary showcases his training regimen, day to day life and first big Tournament appearance at Grappling Industries Toronto. It is an action packed compelling story and not to be missed!",
    "youtube_link": "https://www.youtube.com/watch?v=mBFnQMsQ5B0"
  },
  "Charlee'SBjjTransformation(AGracieBullyproofProject)": {
    "name": "Charlee's BJJ Transformation (A Gracie Bullyproof Project)",
    "summary": "When Rener found out that Charlee Funes was attacked at school, he used social media to connect with her family and invited her to rebuild her confidence at the Certified Gracie Jiu-Jitsu Training Center in her community. They accepted the offer and this video documents her Gracie Bullyproof transformation over the summer of 2021.",
    "youtube_link": "https://www.youtube.com/watch?v=6qYlQFEwD4A"
  },
  "GracieBullyproof:Austin'S1-WeekTransformation": {
    "name": "Gracie Bullyproof: Austin's 1-Week Transformation",
    "summary": "Austin McDaniel is a 14-year old boy from Indiana who loves video games and electric guitar. He gets good grades, has loving parents, and is kind to others. On one fateful day in September 2012, he had his dignity ripped away by a heartless bully who viscously assaulted him at school in front of his peers. Austin was choked from behind and subsequently knocked unconscious by a barrage of punches to the face...all of which was caught on camera by the school's security surveillance system. After seeing the footage of the assault, Rener Gracie reached out to the McDaniel family to invite them to come to California so that Austin could rebuild what was taken from him during the attack. They accepted the offer, and in this short documentary you will witness the transformation that took place over a single week of intensive training (20+ hours of instruction) at the Gracie Jiu-Jitsu Academy in June of 2013. Before the assault, Austin didn't think it was possible for someone to be kind, courteous, and respectful while ALSO being strong, confident, and assertive. Now he knows otherwise. Learning Gracie Jiu-Jitsu has given him the confidence to take a stand against bullies and the technique to defend himself non-violently should he ever need to.",
    "youtube_link": "https://www.youtube.com/watch?v=y8isR_Y-kfk"
  }
}