{
  "A&MJudoTeamIsabellaGarriga-MyAggieStory": {
    "name": "A&M Judo Team Isabella Garriga - My Aggie Story",
    "summary": "Isabella Garriga is a Junior at Texas A&M and a member of the A&M Judo Team. She's been competing in the sport since she was 4 years old and is now competing in international competitions.",
    "youtube_link": "https://www.youtube.com/watch?v=IZrscVS8cDg"
  },
  "LifeLessonsFromJudo:AJudoka'STale|RenéeHock|Tedxlangleyed": {
    "name": "Life Lessons from Judo: A Judoka's Tale | Renée Hock | TEDxLangleyED",
    "summary": "As a child, Renée Hock struggled to survive – and then she found judo. Through her personal story, Renée conveys how judo transformed her life by giving her the HELP (Hope, Empowerment, Love and Purpose) that she needed to survive and thrive. She asserts that by “embracing the gentle way” and applying the basic principles of judo in everyday life, individuals can flourish, find inner peace, and contribute to making the world a better place. Renée is a 4th degree black belt in judo who competed for Canada at the World Championships and Pan American Games. She was the first ever woman appointed to Judo Canada’s Technical Committee and to officially coach members of Canada’s men’s National team in international competition. She is one of the few judoka, and the only woman to date, to be formally recognized for her accomplishments in coaching with a Canadian Coaching Excellence Award. Renée’s contributions as an athlete, coach, and advocate for women in her sport have played a significant role in the development of judo in Canada. This talk was given at a TEDx event using the TED conference format but independently organized by a local community.",
    "youtube_link": "https://www.youtube.com/watch?v=7UHP9u1rIM8"
  },
  "WhyWeLoveKodokwaiJudoClub|RealStoriesFromTheMat": {
    "name": "Why We Love Kodokwai Judo Club | Real Stories from the Mat",
    "summary": "Step into the world of Kodokwai Judo Club through the voices of our students. From overcoming fear and shyness to finding confidence, discipline, friendship, and even Olympic dreams—this video captures the true impact of Judo on young lives. Hear from Abdul, Angeline, Amir, Melody, Christina, Gabriel, and more as they share what makes Kodokwai more than just a dojo—it’s a second family. Discover how Judo has helped them grow physically, mentally, and emotionally. Whether it’s learning self-defense, staying committed, traveling the world, or simply making lifelong friends—Judo is shaping futures, one throw at a time.",
    "youtube_link": "https://www.youtube.com/watch?v=cIYqOWnmKeE"
  }
}