{
  "KravMagaStudentAshleyStaffinBuildsConfidenceAtKravPro": {
    "name": "Krav Maga Student Ashley Staffin Builds Confidence at Krav Pro",
    "summary": "Ashley Staffin (0:03) shares her experience at Krav Pro, where she has been training for a year and a half and is working towards her blue belt. She initially found the idea of Krav Maga intimidating but finally took the leap and \"never looked back\".",
    "youtube_link": "https://www.youtube.com/watch?v=1A-_h7twkIg"
  },
  "KravMagaSuccessStory:PeterMarano": {
    "name": "Krav Maga Success Story: Peter Marano",
    "summary": "Franklin, MA Krav Maga student Pete Marano learns valuable adult self defense at America's Best Defense in Franklin.",
    "youtube_link": "https://www.youtube.com/watch?v=-XzbBxpODdY"
  },
  "RealPeopleRevealWhyTheyStartedKravMagaAtBkm": {
    "name": "Real People Reveal Why They Started Krav Maga at BKM",
    "summary": "The Hammer's Ryan, Richie, and Sophia have been training in Krav Maga for the last 3 years collectively.  Check their story, and see how their experience at Burbank Krav Maga has changed their lives for the better. Discover how Krav Maga boosts confidence and safety through real stories from students like Ryan, Richie, and Sophia. In this video, they share how their training at Burbank Krav Maga has transformed their self-defense skills, mental preparedness, and overall sense of security. From mastering Krav Maga techniques to building camaraderie on the mat, their journey highlights the importance of effective escape tactics and quick decision-making in life-threatening situations. Mr. Crouch and the dedicated coaches create an empowering environment where students grow stronger, gain confidence, and feel equipped to handle challenges. Explore the transformative power of Krav Maga training and see why this isn't just about self-defense—it's about building a resilient mindset. Ready to learn more? More info on how you can train with us below. See you on the mat!",
    "youtube_link": "https://www.youtube.com/watch?v=tipLv3u9lAk"
  }
}