{
  "InTheRingBehindBars:ThaiPrisonFights": {
    "name": "In the Ring Behind Bars: Thai Prison Fights",
    "summary": "Would you fight a civilian for a shorter prison sentence? In this high-security prison in Bangkok, just that happens as inmates box outsiders for money, shorter sentences, and the greater glory of Thailand, showcasing their Muay Thai skills.",
    "youtube_link": "https://www.youtube.com/watch?v=HfhtHLhz08Q"
  },
  "LasVegasMartialArtsTeacherShowingStudentsHowMuayThaiTransformsBody,Mind": {
    "name": "Las Vegas martial arts teacher showing students how Muay Thai transforms body, mind",
    "summary": "At Nak Muay Thai Lao, owner and Master Airr Phanthip is teaching his students that Muay Thai is more than fighting, but also a journey of self-improvement through the mind, body and soul.",
    "youtube_link": "https://www.youtube.com/watch?v=uKsIcgYv8Vw"
  },
  "MétisMuayThaiFighterFromWinnipegHopesToCompeteInThailand|AptnNews": {
    "name": "Métis Muay Thai fighter from Winnipeg hopes to compete in Thailand | APTN News",
    "summary": "Ashley Viner is a Métis Muay Thai fighter from Winnipeg winning medals left and right. She has now set her eyes on making Team Canada to compete in the World Boxing Council’s upcoming international competition in Bangkok, Thailand.",
    "youtube_link": "https://www.youtube.com/watch?v=WWw2RtzGNPM"
  },
  "MuayThaiChampion'Grandma'ShowsAgeIsOnlyANumber|TaiwanplusNews": {
    "name": "Muay Thai Champion 'Grandma' Shows Age Is Only a Number | TaiwanPlus News",
    "summary": "In her sixties and winning gold medals, Chang Hui-chu is changing what it means to practice muay Thai.",
    "youtube_link": "https://www.youtube.com/watch?v=XPDJv3DKGvc"
  },
  "MuayThaiInTheBronx-News12TheBronx": {
    "name": "Muay Thai In The Bronx - News 12 The Bronx",
    "summary": "Muay Thai In The Bronx - News 12 The Bronx",
    "youtube_link": "https://www.youtube.com/watch?v=N-GbofKlW8A"
  },
  "StrideMuayThai-CityNews": {
    "name": "Stride Muay Thai  - City News",
    "summary": "Originally aired Wednesday July 5th on City News Toronto. Team Stride Muay Thai took on the 2023 TBA's in Des Moines Iowa. Brandon Rowe spotlights our team and highlights their accomplishments from the tournament.",
    "youtube_link": "https://www.youtube.com/watch?v=71yQQ1Wvx8s"
  }
}