{
  "Eskrimadors(DocumentaryOnTheFilipionoMartialArtEscrima)": {
    "name": "Eskrimadors (Documentary On The Filipiono Martial Art Escrima)",
    "summary": "Eskrimadors is a 2010 Philippine documentary film about the Filipino martial arts Escrima, written and directed by Kerwin Go, a Los Angeles trained cinematographer. The film documents the development of the martial arts of Escrima, tracing its origins from the tribal warfares of the Philippines to its practice among international martial artists. It include interviews with grandmasters Ciriaco “Cacoy” Canete, Dionisio Canete, and Undo Caburnay, and participation of groups such as Doce Pares, Lapunti Arnis de Abanico, Teovel’s Balintawak, Nickelstick Balintawak, and Liborio Heyrosa Decuerdas, in reenactments.",
    "youtube_link": "https://www.youtube.com/watch?v=9MMpd2tpi58"
  },
  "\"KingsBlade\"AFilipinoMartialArtsActionDocumentaryWithFelixCortesAndAlexPisarkin": {
    "name": "\"KINGS BLADE\" A Filipino Martial Arts Action Documentary with Felix Cortes and Alex Pisarkin",
    "summary": "The \"KING'S BLADE\" A unique documentary film featuring world-famous Grandmasters. GM Romeo Macapagal, GM Rene Tongson, GM Bobby Taboada, GM Nicomedes Elizar, GM Rodel Dagooc, Tuhon Mel Tortal, Tuhon Noy Baldwin T. Garrucho, Tuhon Ray Dionaldo, and GM Arnold Narzo... These Interesting stories and adventures of Filipino Martial Arts are told As two men search for an ancient relic in the amazing locations of the Philippines. 2017 Russian-Filipino-American Action Project. Filmed on location in the beautiful islands of the Philippines.",
    "youtube_link": "https://www.youtube.com/watch?v=Fo-VJxeDtTg"
  },
  "TheBladedHand|FilipinoMartialArtsDocumentary|Fma|ArtesMarcialesFilipinasDocumental": {
    "name": "The Bladed Hand | Filipino Martial Arts Documentary | FMA | Artes marciales filipinas Documental",
    "summary": "This is a documentary about the global impact and current state of Eskrima/Kali/Arnis, otherwise known as Filipino Martial Arts.Filmed around Cebu, Baguio, Bacolod, Batangas, Hong Kong, Honolulu, Los Angeles, Manila, Moscow, Oakland and San Diego. The Bladed Hand will show how this native art from the Philippines has had a significant impact on military systems and even on Hollywood.Featuring FMA luminaries SGM Diony Cañete, SGM Cacoy Cañete, Guro Dan Inosanto, Guro Diana Inosanto, Guro Ron Balicki, GM Nick Elizar, GM Ising Atillo, Master Christopher Ricketts, GM Remy Presas, Jr. and many more.",
    "youtube_link": "https://www.youtube.com/watch?v=5N7Xnf85s3Y"
  }
}