{
  "FullDocumentaryFilmKarateTheTrueSpiritOfOkinawanBestMartialArtsDocumentaries": {
    "name": "Full Documentary Film Karate The True Spirit of Okinawan Best Martial Arts Documentaries",
    "summary": "Full Documentary Film Karate The True Spirit of Okinawan Best Martial Arts Documentaries. 'Tee' is what the original form of karate was once called in its birthplace, Okinawa Prefecture, in southern Japan. The traditional form still practiced to this day in Okinawa, is not about trying to defeat an opponent or becoming a winner, but instead to fight oneself. More than 5,000 visitors from around the world visit Okinawa each year to learn this form of karate. This program follows 2 of these people, an Englishman and an Italian about their experiences and how they struggled with themselves over one summer",
    "youtube_link": "https://www.youtube.com/watch?v=4NH-YFTz9OU"
  },
  "SamuraiSpirit:KarateFull": {
    "name": "Samurai Spirit: Karate Full",
    "summary": "Samurai Spirit: Karate, Nicholas Pettas goes to Japan and visits several Karate schools to try to learn more about Karate.",
    "youtube_link": "https://www.youtube.com/watch?v=HHJkfjmGRrs"
  },
  "TheSoulOfKarate": {
    "name": "The Soul of Karate",
    "summary": "The Soul of Karate is a dynamic documentary on the subject of traditional karate-do. It shows the essence of traditional karate training conducted in the rugged South African way. It is an intriguing story and philosophical statement and it contains some exciting footage. Filmed in the late 1970’s it follows five karateka from different backgrounds on their journey from white belt to black belt. The five karateka are Derrick Geyer, Marion Honnet, Gordon Richardson, Keith Geyer and Dave Friend who together with Stan Schmidt produced the film. The script is written by the late Stan Schmidt who held a Masters Degree in communications and wrote many books and articles on karate. Stan Schmidt was the first Westerner to be awarded 7th and 8th Dan by the Japan Karate Association and was the first non-Japanese on the Shihankai of the JKA and founder of SA JKA. (South African JKA Association). Soul of Karate shows the true fighting spirit of Karate-Do.",
    "youtube_link": "https://www.youtube.com/watch?v=E9WXWeyyC8Y"
  }
}
