{
  "HumanWeapon-KravMaga": {
    "name": "Human Weapon - Krav Maga",
    "summary": "This video, \"Human Weapon - Krav Maga,\" explores the Krav Maga martial art and its origins in Israel, a country with a history of conflict. The hosts, Jason Chambers and Bill Duff, undertake a mission to learn the history and techniques of this fighting style and then test their knowledge in a confrontation at a secret Commando base.",
    "youtube_link": "https://www.youtube.com/watch?v=kBlEmFNrRDs"
  },
  "KravMagaOnIsrael": {
    "name": "Krav maga on Israel",
    "summary": "This video follows two individuals, Jimmy and Doug, as they travel to Israel to train in Krav Maga, an intense Israeli combat fighting style. They spend five days learning and practicing this self-defense system, which emphasizes aggressive, no-rules techniques.",
    "youtube_link": "https://www.youtube.com/watch?v=wXUB_PMqGtM"
  },
  "KravMania,DocumentaireSurLeKravMagaAvecRichardDouieb": {
    "name": "KRAV MANIA, documentaire sur le Krav Maga avec Richard Douieb",
    "summary": "En 2016, j'avais produit ce documentaire de 52 minutes sur le (phénomène) Krav Maga, en pensant que la chaîne Kombat Sport serait intéressée, mais finalement elle n'avait pas donné suite. Quelques autres chaînes contactées non plus, et le docu dormait sur l'un de mes disques durs... il aurait été dommage de ne pas vous faire partager ce contenu qui permet de mieux comprendre la vision de Richard Douieb (fondateur de la Fédération Européenne de Krav Maga) sur la discipline qu'il a développée en France & en Europe.\n\nLe tournage s'est déroulé lors d'un stage d'hiver FEKM qui rassemble des centaines de personnes avec un enthousiasme palpable et une volonté d'apprendre qui fait plaisir à voir.\n\nLe manuel de référence sur la self-défense & la sécurité personnelle : https://amzn.to/3hTZVLh\nPour plus d'articles, conseils & vidéos sur la sécurité personnelle, self-défense & survie urbaine : https://linktr.ee/protegor\n\nCette vidéo n'est pas libre de droits et ne peut pas être utilisée (téléchargée, dupliquée, copiée, diffusée, partagée autrement que par un lien vers cette page) sans l'autorisation écrite de son auteur, le propriétaire de cette chaîne Youtube.",
    "youtube_link": "https://www.youtube.com/watch?v=lxEJIMnKNWc"
  }
}